<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<HEAD>
	<META HTTP-EQUIV="Content-Type" CONTENT="text/html;CHARSET=iso-8859-1">
	<META NAME="GENERATOR" Content="Microsoft FrontPage 4.0">
	<TITLE>PETER GALISON - R&eacute;sum&eacute; de la s&eacute;ance du 22 novembre 2001 - REHSEIS 2001-2002</TITLE>
</HEAD>

<BODY TEXT="#FFFBF0" BGCOLOR="#FFCC99" LINK="#99FFFF" ALINK="#008000" VLINK="#FF0000">

<CENTER>
<P>
<TABLE BORDER="0" WIDTH="100%">
	<TR>
		<TD WIDTH="100%">
			<P ALIGN="CENTER"><FONT SIZE="4" color="#000000">CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE<BR>
			RECHERCHES EPISTEMOLOGIQUES ET HISTORIQUES <BR>
			SUR LES SCIENCES EXACTES ET LES INSTITUTIONS SCIENTIFIQUES</FONT></P>
			<P ALIGN="CENTER"><FONT SIZE="4" color="#000000">SEMINAIRE D'HISTOIRE ET PHILOSOPHIE <BR>
			DE LA PHYSIQUE</FONT></P>
			<P ALIGN="CENTER"><B><FONT SIZE="5" color="#000000">HISTOIRE ET PHILOSOPHIE DE LA MESURE</FONT></B></P>
			<P><font color="#000000"><IMG SRC="../../commun/fleurbleue.gif" WIDTH="28" HEIGHT="28" ALIGN="BOTTOM" BORDER="0"><B><FONT SIZE="5"><BR>
			</FONT></B>
            </font>
          <FONT SIZE="5"> 
          <HR ALIGN="CENTER" SIZE="1">
          </FONT><b><font size="4" color="#000000">PETER GALISON </font></b> 
          <p><font color="#000000">(Universit&eacute; Harvard)</font></p>
          <p><font color="#000000"><font size="4">&quot; Einstein's clocks, Poincar&eacute;'s 
            maps &quot;</font><br>
          </font></p>
          <p></P>
        <P ALIGN="CENTER"><font size="4" color="#000000">R&eacute;sum&eacute; 
          de la s&eacute;ance du 22 novembre 2001</font></P>

			<P ALIGN="CENTER"><font color="#000000"><IMG SRC="../../commun/fleurbleue.gif" WIDTH="28" HEIGHT="28" ALIGN="BOTTOM" BORDER="0">
            </font>
		</TD>
	</TR>
	<TR> 
      <TD WIDTH="100%"> 
        <p>&nbsp;</P>
        <p><font size="4" color="#000000">Le but principal de la conf&eacute;rence 
          de Peter Galison &eacute;tait de d&eacute;montrer que la synchronisation 
          des horloges a jou&eacute; un r&ocirc;le essentiel au croisement des 
          r&eacute;flexions de Poincar&eacute; et d'Einstein sur des probl&egrave;mes 
          technologiques, philosophiques ou physiques. Les historiens ont souvent 
          mis l'accent sur l'attitude philosophique et critique de ces deux penseurs. 
          Mais ils ont en g&eacute;n&eacute;ral ignor&eacute; leur participation 
          aux innovations technologiques de leur &eacute;poque. Peter Galison 
          propose de prendre en compte cette derni&egrave;re activit&eacute; pour 
          mieux comprendre les contributions de Poincar&eacute; et d'Einstein 
          &agrave; la th&eacute;orie de la relativit&eacute;.</font></P>
        <p><font size="4" color="#000000">Poincar&eacute; fut pendant de nombreuses 
          ann&eacute;es un des membres les plus actifs du Bureau des Longitudes. 
          Il &eacute;tait par exemple le principal rapporteur d'une commission 
          sur la d&eacute;cimalisation de l'heure. Il fut aussi impliqu&eacute; 
          dans les nouvelles d&eacute;terminations de longitude dans les territoires 
          coloniaux fran&ccedil;ais. Comme on le sait, la mesure de la longitude 
          d'un lieu passe en g&eacute;n&eacute;ral par la connaissance du d&eacute;calage 
          temporel entre le midi de ce lieu et le midi d'un lieu de r&eacute;f&eacute;rence, 
          Paris par exemple. Cela suppose que l'on dispose au lieu de mesure d'une 
          horloge synchronis&eacute;e avec celle du lieu de r&eacute;f&eacute;rence. 
          Dans les ann&eacute;es 1890, les Fran&ccedil;ais utilisaient les cables 
          t&eacute;l&eacute;graphiques terrestres et sous-marins pour cette synchronisation. 
          Etant donn&eacute; la pr&eacute;cision requise pour la d&eacute;termination 
          de longitudes, il fallait tenir compte du retard d&ucirc; au temps de 
          propagation du signal &eacute;lectrique dans le cable t&eacute;l&eacute;graphique. 
          </font></p>
        <p><font size="4" color="#000000">En 1898, Poincar&eacute; proposa &agrave; 
          la Revue de M&eacute;taphysique et de morale quelques r&eacute;flexions 
          sur la mesure du temps. Son but principal &eacute;tait de mettre en 
          &eacute;vidence les diverses conventions n&eacute;cessaires &agrave; 
          la d&eacute;finition du temps. Que la mesure des dur&eacute;es n&eacute;cessite 
          un choix conventionnel d'unit&eacute; de temps est certes un lieu commun. 
          Mais Poincar&eacute; fut sans doute le premier &agrave; voir que la 
          simultan&eacute;it&eacute; de deux &eacute;v&egrave;nements distants 
          n&eacute;cessitait elle aussi une convention, par exemple celle d'isotropie 
          de la propagation de la lumi&egrave;re. Selon Peter Galison, cette originalit&eacute; 
          doit &ecirc;tre rapport&eacute;e aux activit&eacute;s de Poincar&eacute; 
          au Bureau des Longitudes et &agrave; la familiarit&eacute; qu'elles 
          supposaient avec la synchonisation &eacute;lectrique des horloges. Il 
          est vrai que &quot;La mesure du temps&quot; conclut par une r&eacute;f&eacute;rence 
          &agrave; ce probl&egrave;me.<br>
          Deux ans plus tard, Poincar&eacute; reprit ses r&eacute;flexions sur 
          les fondements de l'&eacute;lectrodynamique &agrave; l'occasion du jubil&eacute;e 
          de Hendrik Lorentz. Afin de simplifier l'interpr&eacute;tation des &eacute;quations 
          de Maxwell pour le champ &eacute;lectromagn&eacute;tique dans un corps 
          en mouvement (par rapport &agrave; l'&eacute;ther), Lorentz avait introduit 
          un &quot;temps local&quot; qui diff&eacute;rait du temps vrai par la 
          quantit&eacute; vx/c2, o&ugrave; v est la vitesse du corps, c la vitesse 
          de la lumi&egrave;re et x l'abscisse du lieu. Poincar&eacute; comprit 
          que ce temps &eacute;tait celui donn&eacute; par des horloges li&eacute;es 
          au corps en mouvement, &agrave; condition que celles-ci fussent synchronis&eacute;es 
          par l'&eacute;change de signaux lumineux de vitesse jug&eacute;e constante 
          et isotrope (dans le rep&egrave;re en mouvement). Poincar&eacute; obtint 
          ainsi l'&eacute;lement essentiel d'une interpr&eacute;tation physique 
          des transformations de Lorentz. Selon Peter Galison, ce sont les r&eacute;flexions 
          techniques et philosophiques de Poincar&eacute; sur la mesure du temps 
          qui permirent cette innovation capitale.</font></p>
        <p><font size="4" color="#000000">Dans la seconde partie de son expos&eacute;, 
          Peter Galison exposait une th&egrave;se analogue &agrave; propos de 
          la Relativit&eacute; d'Albert Einstein. Au moment de ses r&eacute;flexions 
          sur les fondements de l'&eacute;lectrodynamique, Einstein travaillait 
          comme expert technique au Bureau des Brevets de Bern. Dans cette fonction, 
          il dut examiner plusieurs projets destin&eacute;s &agrave; am&eacute;liorer 
          les m&eacute;thodes existantes de synchronisation &eacute;lectrique 
          des horloges. En Suisse, il &eacute;tait devenu courant d'&eacute;tablir 
          le temps d'horloges distantes gr&acirc;ce &agrave; des signaux &eacute;lectriques 
          &eacute;mis depuis une horloge m&egrave;re et transmis par le r&eacute;seau 
          ferroviaire ou par des cables construits &agrave; cet effet. De la fen&ecirc;tre 
          de son bureau Einstein pouvait apercevoir plusieurs horloges dont les 
          aiguilles des secondes se mouvaient en parfait accord, gr&acirc;ce &agrave; 
          la synchronisation &eacute;lectrique.</font></p>
        <p><font color="#000000"><font size="4">Suivant Peter Galison, l'immersion d'Einstein 
          dans cette probl&eacute;matique des horloges synchrones le pr&eacute;disposa 
          &agrave; la d&eacute;finition op&eacute;rationnelle de la simulan&eacute;it&eacute; 
          qui fonde la Relativit&eacute; expos&eacute;e dans le fameux m&eacute;moire 
          de 1905. La partie cin&eacute;matique de ce m&eacute;moire porte la 
          trace du contexte ferroviaire et m&ecirc;me une allusion &agrave; l'horloge 
          m&egrave;re utilis&eacute;e dans le syst&egrave;me suisse de synchronisation 
          &eacute;lectrique.</font><BR>
        </font></p>
        <div align="center"><font size="5">
          <hr align="CENTER" size="1">
          </font></div>
        <ul>
          <li><font size="4" color="#000000">De Peter Galison, on pourra &eacute;galement 
            consulter, en rapport avec la question de la mesure :<br>
            - How experiments end, Chicago, University of Chicago Press, 1987.<br>
            - Image and Logic, Chicago, University of Chicago Press, 1997.<br>
            </font></li>
        </ul>
        <ul>
          <li><font size="4" color="#000000">Peter Galison d&eacute;veloppe le 
            th&egrave;me abord&eacute; dans sa conf&eacute;rence dans un ouvrage 
            &agrave; para&icirc;tre prochainement.</font></li>
        </ul>
        <hr align="CENTER" size="1">
        <font color="#000000">
        <font size="4"><br>
        </font><font size="3" color="#FFCC00">Note :Les impr&eacute;cisions ou 
        les erreurs qui pourraient figurer dans ce r&eacute;sum&eacute; ne sont 
        pas imputables au conf&eacute;rencier mais &agrave; l'auteur du compte 
        rendu (<a href="mailto:darrigol@paris7.jussieu.fr">O. Darrigol</a>).</font> 
        </font> 
      </TD>
	</TR>
</TABLE>

<TABLE BORDER="0" WIDTH="53" HEIGHT="32">
	<TR>
		<TD WIDTH="41">
			<P ALIGN="RIGHT"><A HREF="progr1.htm"><font color="#000000"><IMG SRC="../../commun/flecjong.gif" WIDTH="12" HEIGHT="24" ALIGN="BOTTOM"
			BORDER="0"></font></A>
		</TD>
		<TD WIDTH="13"><A HREF="H_chang.htm"><font color="#000000"><IMG SRC="../../commun/flecjond.gif" WIDTH="12" HEIGHT="24" ALIGN="BOTTOM" BORDER="0"></font></A></TD>
	</TR>
</TABLE>
<p></P>
</CENTER>
<P ALIGN="CENTER"><font color="#000000"><BR>
  <I>Mise &agrave; jour le 3 novembre 2002</I></font></P>
<P ALIGN="CENTER"><I><font color="#000000">Ces pages sont h&eacute;berg&eacute;es par
<A HREF="../../index.html">M&eacute;trodiff</A></font></I>
<P>

</BODY>

</HTML><!-- text below generated by server. PLEASE REMOVE --><!-- Counter/Statistics data collection code --><script language="JavaScript" src="http://hostingprod.com/js_source/geov2.js"></script><script language="javascript">geovisit();</script><noscript><img src="http://visit.webhosting.yahoo.com/visit.gif?us1083875832" alt="setstats" border="0" width="1" height="1"></noscript>
<IMG SRC="http://geo.yahoo.com/serv?s=76001405&t=1083875832" ALT=1 WIDTH=1 HEIGHT=1>
